{
  "1": {"Wandering Monster": "Acolyte (A)", "No.": "1d8", "AC":  "2", "HD":  1, "Attacks": "1 mace", "Damage":  "1d6", "Move":  "60' (20')", "Save":  "Cleric: 1", "Morale":  7,  "Treasure": "U", "Description":  "Acolytes are 1st level NPC clerics on a pilgrimage to or from a holy (or unholy) shrine - or perhaps merely seeking adventure. All of the clerics in the party will be of the same alignment, but the entire party has an equal chance to be Lawful, Neutral, or Chaotic. The acolytes do not know any spells. If there are 4 or more encountered they will be led by either a 2nd, 3rd, 4th, or 5th level cleric (roll 1d10: 1-4 = 2nd level leader, 5-7 = 3rd level, 8-9 =4th level, 10 = 5th level). The DM may choose any clerical spells for the leader, or they may be rolled at random."},
  "2": {"Wandering Monster": "Bandit (N-C)", "No.": "1d8", "AC":  "7", "HD":  1, "Attacks": "1 weapon","Damage":  "1d6", "Move":  "120' (40')", "Save":  "Thief: 1", "Morale":  8,   "Treasure": "U", "Description":  "Bandits are NPC thieves who have joined together for the purpose of robbing others. Bandits will act as normal humans in order to surprise their intended victims. Treasure Type (A) is only found when bandits are encountered in the wilderness in their lair. Bandits may have an NPC leader of any class, fighter, magic-user, thief, or cleric, who is of an experience level higher than the bandits."},
  "3": {"Wandering Monster": "Beetle, Fire (N)", "No.": "1d8", "AC":  "4", "HD":  1, "Attacks": "1 bite","Damage":  "2d4", "Move":  "120' (40')", "Save":  "Fighter: 1", "Morale":  7,   "Treasure": "Nil", "Description":  "Fire beetles are 2V2' long creatures often found below ground. They are nocturnal, but may be active underground at any time. A fire beetle has two glowing glands above its eyes and one near the back of its abdomen. These glands give off light in a 10' radius, and will continue to glow for 1-6 days after they are removed."},
  "4": {"Wandering Monster": "Dwarf (L)", "No.": "1d6", "AC":  "4", "HD":  "1 +2", "Attacks": "1 weapon", "Damage":  "weapon", "Move":  "60' (20')", "Save":  "Dwarf: 1", "Morale":  8,   "Treasure": "G", "Description":  "Dwarves can also appear as NPCs, usually in clan groups or as war or mining expeditions. For every 20 dwarves there will be one leader (level 3-8: 1d6 + 2) and who may have magical items. To check for possible magical items, multiply the leader's level by 5. The result is the percentage chance for that leader to own a magical item from any one particular subtable. Roll separately for each type (subtable) of magic treasure. Check all the subtables except the Scroll subtable and the Wand/Rod/Staff subtable. As long as their leader is fighting with them and still alive, dwarven morale is 10 rather than 8. Dwarves hate goblins, and will usually attack them on sight."},
  "5": {"Wandering Monster": "Gnome (L)", "No.": "1d6", "AC":  "5", "HD":  "1", "Attacks": "1 weapon", "Damage":  "weapon", "Move":  "60' (20')", "Save":  "Dwarf: 1", "Morale":  8,   "Treasure": "C", "Description":  "Gnomes are a human-like race related to dwarves. They are smaller than dwarves, and have long noses and full beards. Gnomes have well developed infravision (heat-sensing sight), and can \"see\" heat to 90' in the dark. They usually live in burrows in the lowlands. Gnomes are excellent metalsmiths and miners. They love gold and gems and have been known to make bad decisions just to obtain them. They love machinery of all kinds and like to use crossbows as missile weapons and war hammers in hand-tohand combat. Gnomes like most dwarves, but war with goblins and kobolds who steal their precious gold. They will usually attack kobolds on sight. \n\nFor every 20 gnomes, one will be a leader with 11 hit points who fights as a 2 hit dice monster. In the gnome lair lives a clan chieftain and his 1-6 bodyguards. The clan chieftain has 18 hit points, attacks as a 4 hit dice monster, and gains a bonus of + 1 on damage rolls. The bodyguards will have 10-13 (ld4 + 9) hit points and attack as 3 hit dice monsters. As long as the clan chieftain or leader is alive, all gnomes within sight of him have a morale of 10 rather than 8."},
  "6": {"Wandering Monster": "Goblin (C)", "No.": "2d4", "AC":  "6", "HD":  "1 -1","Attacks": "1 weapon", "Damage":  "weapon", "Move":  "60' (20')", "Save":  "Fighter: 1", "Morale":  7,   "Treasure": "R", "Description":  "Goblins are a small incredibly ugly human-like race. Their skin is a pale earthy color, such as chalky tan or livid gray. Their eyes are red, and glow when there is little light, somewhat like rat's eyes. Goblins live underground and have well-developed infravision (heat-sensing sight) to 90'. In full daylight they fight with a penalty of -1 on their \"to hit\" rolls. Goblins hate dwarves and will attack them on sight. There is a 20% chance that when goblins are encountered, 1 of every 4 will be riding a dire wolf. In the goblin lair lives a goblin king with 15 hit points who fights as a 3 hit dice monster and gains + 1 on damage rolls. The goblin king has a bodyguard of 2-12 goblins who fight as 2 hit dice monsters and have 2-12 hit points each. The king and his bodyguard may fight in full daylight without a penalty. The goblin morale will be 9 rather than 7 as long as their king is with them and still alive. Treasure type C is only found in the goblin lair or when encountered in the wilderness."},
  "7": {"Wandering Monster": "Green Slime (N)", "No.": "1d4", "AC":  "Can always be hit", "HD":  "2*", "Attacks": "1", "Damage":  "special (see monster description)", "Move":  "3' (1')", "Save":  "Fighter: 1", "Morale":  12,   "Treasure": "Nil", "Description":  "Green slime looks like green, oozing slime. This creature can be harmed by fire or cold but cannot be hurt by any other attacks. It dissolves wood and metal (in 6 rounds), but cannot dissolve stone. Green slime often clings to walls and ceilings and will drop down on surprised characters. Once in contact with flesh, it will stick and turn the flesh into green slime. It cannot be scraped off, but must be burnt off (or treated with a cure disease spell; see the D&D EXPERT rules). When green slime drops on a victim (or is stepped on), the victim can usually burn it while it is dissolving armor and clothing. If it is not burned off, the victim will turn completely into green slime 1-4 (1d4) rounds after the first 6-round (one minute) period. Burning does 1/2 damage to the green slime and V2 damage to the victim."},
  "8": {"Wandering Monster": "Halfling (L)", "No.": "3d6", "AC":  "7", "HD":  "1 -1", "Attacks": "1 weapon", "Damage":  "weapon", "Move":  "90' (30')", "Save":  "Halfling: 1", "Morale":  7,   "Treasure": "V", "Description":  "Halflings can also be NPCs. They live in small villages of 30-300 inhabitants. Each village will have a leader (level 2-7) and a village guard of 5-20 militia (each with 2 hit dice). Treasure type (B) will only be found if encountered in the wilderness."},
  "9": {"Wandering Monster": "Killer Bee (N)", "No.": "1d10", "AC":  "7", "HD":  "1/2*","Attacks": "1 sting", "Damage":  "1d3 (in addition to poison)", "Move":  "120' (40')", "Save":  "Fighter: 1", "Morale":  9,   "Treasure": "Honey (half-strength potion of healing)", "Description":  "Killer Bees are 1' long giant bees with a very vicious temper. Killer bees almost always attack on sight, and will automatically attack anyone within 30' of their underground hive. When a killer bee successfully stings (attacks), it dies, but the creature stung must save vs. Poison or die. The stinger will continue to work its way into the victim, doing an automatic 1 point of damage per round, unless 1 round is spent pulling it out. A special kind of honey may be found inside the beehive. If eaten, it acts as one half-strength potion of healing, curing 1-4 (1d4) points of damage (this will require all the honey in the hive - about 2 pints). There will always be at least 10 killer bees with their queen in or near the hive. At least 4 of these bees will have 1 hit die each. The queen bee will have 2 hit dice and can sting repeatedly without dying."},
  "10": {"Wandering Monster": "Kobold (C)", "No.": "4d4", "AC":  "7", "HD":  "1/2", "Attacks": "1 weapon","Damage":  "1d4", "Move":  "120' (40')", "Save":  "Normal Man", "Morale":  6,   "Treasure": "P", "Description":  "These small, evil dog-like men usually live underground. They have scaly rust-brown skin and no hair. They have well developed infravision (heat-sensing sight) to a 90' range. They prefer to attack by ambush. A kobold chieftain and 1-6 bodyguards live in the kobold lair. The chieftain has 9 hit points and fights as a 2 hit dice monster. The bodyguards each have 6 hit points and fight as 1 + 1 hit dice monsters. As long as the chieftain is alive, all kobolds with him have a morale of 8 rather than 6. Kobolds hate gnomes and will attack them on sight. Treasure type J is only found in encounters in the lair or in the wilderness."},
  "11": {"Wandering Monster": "Lizard, Gecko (N)", "No.": "1d3", "AC":  "5", "HD":  "3 +1", "Attacks": "1 bite","Damage":  "1d8", "Move":  "120' (40')", "Save":  "Fighter: 2", "Morale":  7,   "Treasure": "U", "Description":  "Gecko: A gecko is a 5' long lizard colored pale blue with orangebrown spots. Geckos are carnivorous and nocturnal (sleeping during the day and active at night or in darkness). Geckos hunt by climbing steep walls (or trees) with their specially adapted feet, then dropping on their prey to attack."},
  "12": {"Wandering Monster": "Orc (C)", "No.": "2d4", "AC":  "6", "HD":  "1", "Attacks": "1 weapon", "Damage":  "weapon", "Move":  "90' (30')", "Save":  "Fighter: 1", "Morale":  8,   "Treasure": "D", "Description":  "Orcs are ugly human-like creatures who look like a combination of animal and man. Orcs are nocturnal (usually sleeping in the day and active at night or in the dark), and prefer to live underground. When fighting in daylight, they must subtract 1 from their \"to hit\" rolls. They have bad tempers and do not like other living things; they will often kill something for their own amusement. They are afraid of anything which looks larger and stronger than they are, but may be forced to fight by their leaders. Orc leaders gain their positions by fighting and defeating (or killing) the others. One member of any group of Orcs will be a leader with 8 hit points who gains a bonus of + 1 on damage rolls. If this \"leader\" is killed, the morale of the group becomes 6 instead of 8. Orcs may often be hired at low cost as soldiers, and are often used for armies by Chaotic leaders (both humans and monsters). The Orcs are satisfied by being allowed to kill and burn as much as they want. Orcs prefer swords, spears, axes, and clubs for weapons. They will not use mechanical weapons (such as catapults), as only their leaders understand how to operate them. There are many different tribes of Orcs. Members of different tribes are not usually friendly with each other, and may start fighting unless their leaders are present. An Orc lair has only one tribe. Each tribe will have as many female Orcs as males, and 2 children (\"whelps\") for each 2 adults. The leader of an Orc tribe is a chieftain who has 15 hit points, attacks as a 4 hit dice monster, and gains + 2 on damage rolls. For every 20 Orcs in a tribe, there may be an ogre with them (a 1 in 6 chance). (If the D&D EXPERT rules are used, there is a 1 in 10 chance of a troll living in the lair as well.)"},
  "13": {"Wandering Monster": "Shrew, Giant (N)", "No.": "1d10", "AC":  "4", "HD":  "2", "Attacks": "2 bites","Damage":  "1d6 / 1d6", "Move":  "180' (60')", "Save":  "Fighter: 1", "Morale":  10,   "Treasure": "Nil", "Description":  "Giant shrews look like brown-furred rats with long snouts. They can burrow, climb, or jump (up to 5'). They are insectivorous and hunt insects, their main source of food. The eyes of giant shrews are so weak that the creatures are almost blind. They are not affected by light or the lack of it. Like bats, they use very high squeaks to \"see\" areas and things, and can listen to the echoes so closely that they may \"see\" things up to 60' away underground as well as a creature with normal sight. A silence 15' radius spell will \"blind\" a giant shrew. If it cannot hear, it will be confused, and then has an Armor Class of 8 and a penalty of -4 on \"to hit\" rolls. Giant shrews do not like large open areas, and remain underground most of the time. Giant shrews often choose one area to hunt in, and will fight to defend \"their\" area from other animals (including humans). They are very ferocious and will attack anything. Giant shrews are very quick and will always have initiative on their first attack; in addition they will gain +1 on their initiative roll for their second attack. Their attack is so ferocious (attacking the head and shoulders of the defender) that when they attack any creature of 3 hit dice (3rd level) or less, the victim must save vs. Death or run away in fear."},
  "14": {"Wandering Monster": "Skeleton (C)", "No.": "3d4", "AC":  "7", "HD":  "1", "Attacks": "1","Damage":  "1d6", "Move":  "60' (20')", "Save":  "Fighter: 1", "Morale":  12,   "Treasure": "Nil", "Description":  "Animated skeletons are undead creatures often found near graveyards, dungeons, or other deserted places. They are used as guards by the high level magic-user or cleric who animated them. Since they are undead, they can be \"Turned\" by a cleric, and are not affected by sleep or charm spells, nor any form of mind reading. Skeletons will always fight until killed."},
  "15": {"Wandering Monster": "Snake, Cobra (N)", "No.": "1d6", "AC":  "7", "HD":  "1*","Attacks": "1 bite or 1 spit", "Damage":  "1d3 (in addition to poison)", "Move":  "90' (30')", "Save":  "Fighter: 1", "Morale":  7,   "Treasure": "Nil", "Description":  "A spitting cobra is a 3' long grayish-white snake which can squirt a stream of venom up to a distance of 6 feet. It aims for its victim's eyes. If the spit hits, the victim must save vs. Poison or be blinded. (This blindness can normally only be removed by a cure blindness spell from the D&D EXPERT rules, but the DM may wish to invent other ways - such as eating a shrieker.) As with most small poisonous snakes, a spitting cobra will not attack human-sized or larger opponents unless startled or threatened. It can either spit or bite in one round, but not both. It will usually spit. The damage given (1-3 points) only applies to the bite; in this case, the victim must save vs. Poison or die in 1- 10 (ldlO) turns."},
  "16": {"Wandering Monster": "Spider, Crab (N)", "No.": "1d4", "AC":  "7", "HD":  "1","Attacks": "1 bite", "Damage":  "1d8 (in addition to poison)", "Move":  "120' (40')", "Save":  "Fighter: 1", "Morale":  7,   "Treasure": "U", "Description":  "Crab spiders are 5' long giant spiders. They are meat-eaters and attack their victims by clinging to walls or ceilings and dropping onto them. They have chameleon-like powers and can change their color to blend into their surroundings, surprising on a roll of 1-4 (on 1d6). After the first attack, a crab spider can be seen and attacked normally. Any victim bitten by a crab spider must save vs. Poison or die in 1d4 turns. However, the poison is weak, and the victim may add + 2 to the saving throw roll."},
  "17": {"Wandering Monster": "Sprite (N)", "No.": "3d6", "AC":  "5", "HD":  "1/2*","Attacks": "1 spell", "Damage":  "curse", "Move":  "60' (20'), 180' (60')", "Save":  "Elf: 1", "Morale":  7,   "Treasure": "S", "Description":  "Sprites are small winged people about 1 foot tall related to pixies and elves. While shy, they are very curious and have a strange sense of humor. Five sprites acting together can cast one curse spell. This will take the form of a magical practical joke, such as tripping or having one's nose grow. The exact effect of the spell is up to the DM's imagination. Sprites will never cause death on purpose even if they are attacked. (In the D&D EXPERT rules, the effects of the sprites' curse can be removed by a remove curse spell.)"},
  "18": {"Wandering Monster": "Stirge (N)", "No.": "1d10", "AC":  "7", "HD":  "1*", "Attacks": "1", "Damage":  "1d3", "Move":  "30' (10'), 180' (60')", "Save":  "Fighter: 2", "Morale":  9,   "Treasure": "L", "Description":  "A stirge is a birdlike creature with a long nose, looking rather like a very small feathered anteater. When a stirge attacks a creature, it tries to thrust its beak into the victim's body to suck out blood for 1- 3 points of damage. A successful hit means that it has attached itself to the victim. If attached, it will automatically suck blood for 1- 3 points of damage per round until either it or its victim is dead then it will leave. A flying stirge gains a bonus of + 2 on its first \"to hit\" roll against any one opponent due to its speed. Stirges have a hardy constitution save as Fighter: 2."},
  "19": {"Wandering Monster": "Trader (A)", "No.": "1d8", "AC":  "7", "HD":  "1", "Attacks": "1 weapon","Damage":  "weapon", "Move":  "120' (40')", "Save":  "Fighter: 1", "Morale":  7,   "Treasure": "U+V", "Description":  "Traders are first level fighters who make their living trading goods. They are similar to merchants, but much braver (and much better fighters). They usually carry swords and hand axes. They wear furs (treat their furs as leather armor) and carry shields. When encountered in the wilderness, they will be leading 1-4 pack mules carrying trade goods. (The choice of exactly which trade goods is left to the DM; typical ones are spices, furs, or carved decorative items.)"},
  "20": {"Wandering Monster": "Wolf (N)", "No.": "2d6", "AC":  "7", "HD":  "2 +2", "Attacks": "1 bite","Damage":  "1d6", "Move":  "180' (60')", "Save":  "Fighter: 1", "Morale":  8,   "Treasure": "Nil", "Description":  "Wolves are meat-eaters and hunt in packs. Though wolves prefer the wilderness, they will occasionally be found in caves. Captured wolf cubs can be trained like dogs (if the DM permits), but it is difficult. If 3 wolves or less are encountered, or if a pack is reduced to less than 50% of its original numbers, their morale score is 6 rather than 8."}
}