{
  "1": {"Wandering Monster": "Beetle, Oil (N)", "No.": "1d8", "AC": "4", "HD": "2*", "Attacks": "1 bite + special", "Damage": "1d6 + special", "Move": "120' (40')", "Save": "Fighter: 1", "Morale": "8", "Description": "Oil beetles are 3' long giant beetles that sometimes burrow underground. When attacked, they will squirt an oily fluid at one of their attackers (a \"to hit\" roll is needed; the range is 5'). If the oil hits it will raise painful blisters, causing the victim to fight with a penalty of -2 on his or her \"to hit\" rolls until a cure light wounds spell is used or until 24 hours have passed. If the spell is used to cure blisters, it will not also cure points of damage. Oil beetles can also attack with their mandibles (horned jaws)."},
  "2": {"Wandering Monster": "Berserker (N)", "No.": "1d6", "AC": "7", "HD": "1 + 1*", "Attacks": "1 weapon", "Damage": "weapon", "Move": "120' (40')", "Save": "Fighter: 1", "Morale": "Special", "Description": "Berserkers are simply fighters who go mad in battle. Their reactions are determined normally, but once a battle starts they will always fight to the death — sometimes attacking their comrades in their blind rage. When fighting humans or human-like creatures, such as kobolds, goblins or ores, they add + 2 to their \"to hit\" rolls due to this ferocity. They never retreat, surrender, or take prisoners. Treasure Type (B) is only found in the wilderness."},
  "3": {"Wandering Monster": "Cat, Mt. Lion (N)", "No.": "1d4", "AC": "6", "HD": "3 + 2", "Attacks": "2 claws / 1 bite", "Damage": "1d3 / 1d3 / 1d6", "Move": "150' (50')", "Save": "Fighter: 2", "Morale": "8", "Description": "The Great Cats are normally cautious and will avoid fights unless forced by extreme hunger or when trapped with no escape route. Though they may be found in a relaxed or even playful mood, they are subject to rapid and violent changes of temper. They often develop a fondness for one type of food, and will go out of their way to hunt that type of prey. Sometimes this taste in food runs to humans or human-like creatures. The Great Cats will rarely go too deeply into caves, preferring to remain within fleeing distance of the wilderness outside. Despite their shyness they are very inquisitive, and may follow a party just out of curiosity. They will always chase a fleeing prey."},
  "4": {"Wandering Monster": "Elf (N)", "No.": "1d4", "AC": "5", "HD": "1 + 1*", "Attacks": "1 weapon", "Damage": "weapon", "Move": "120' (40')", "Save": "Elf: 1", "Morale": "8 or see description", "Description": "Elves can also appear as NPCs. Each elf will have one 1st level spell (chosen at random). When a group of 15 or more elves appears, one of them will be a leader of level 2-7 (Id6 + 1). Check for possible magical items that the leader may have. To check for items, multiply the leader's level by 5. The result is the percentage chance for that leader to have a magic item from any one of the magic subtables. Roll separately for each subtable, and check all the magic subtables. As long as their leader is alive, elven morale is 10 rather than 8."},
  "5": {"Wandering Monster": "Ghoul (C)", "No.": "1d6", "AC": "6", "HD": "2*", "Attacks": "2 claws / 1 bite", "Damage": "1d3 all, + special", "Move": "90' (30')", "Save": "Fighter: 2", "Morale": "9", "Description": "Ghouls are undead creatures. They are hideous, beast-like humans who will attack anything living. Any attack by a ghoul will paralyze any creature of ogre-size or smaller that they hit successfully (except elves) unless the victim saves vs. Paralysis. Once an opponent is paralyzed, the ghoul will turn and attack another opponent, until either the ghoul or all the opponents are paralyzed or dead. This paralysis is the normal type (lasting 2-8 turns unless removed by a cure light wounds spell)."},
  "6": {"Wandering Monster": "Gnoll (C)", "No.": "1d6", "AC": "5", "HD": "2", "Attacks": "1 weapon", "Damage": "2d4 or weapon + 1", "Move": "90' (30')", "Save": "Fighter: 2", "Morale": "8", "Description": "GnoUs are beings of low intelligence that appear to be human-like hyenas. They may use any weapons. They are strong, but dislike work and prefer to bully and steal for a living. For every 20 gnolls encountered, one will be a leader with 16 hit points who attacks as a 3 hit dice monster. Gnolls are rumored to be the result of a magical combination of a gnome and a troll by an evil magic-user."},
  "7": {"Wandering Monster": "Grey Ooze (N)", "No.": "1d1", "AC": "8", "HD": "3*", "Attacks": "1", "Damage": "2d8", "Move": "10' (3')", "Save": "Fighter: 2", "Morale": "12", "Description": "This seeping horror looks like wet stone and is difficult to see. It secretes an acid which does 2d8 points of damage if the gray ooze hits bare skin. This acid will dissolve and destroy magic armor in one turn. After the first hit, the ooze will stick to its victim, automatically destroying any normal armor and doing 2d8 points of damage each round. Gray ooze cannot be harmed by cold or fire, but can be harmed by weapons and lightning."},
  "8": {"Wandering Monster": "Hobgoblin (C)", "No.": "1d6", "AC": "6", "HD": "1 + 1", "Attacks": "1 weapon", "Damage": "weapon", "Move": "90' (30')", "Save": "Fighter: 1", "Morale": "8 or see description", "Description": "Hobgoblins are bigger and meaner relatives of goblins. They live underground but often hunt above ground and have no penalties for fighting in full daylight. A hobgoblin king and 1-4 (Id4) bodyguards live in the hobgoblin lair. The king has 22 hit points and fights as a 5 hit dice monster, gaining a bonus of + 2 on damage. The bodyguards all fight as 4 hit dice monsters and have 3-18 (3d6) hit points each. As long as their king is alive and with them, hobgoblin morale is 10 rather than 8."},
  "9": {"Wandering Monster": "Lizard, Draco (N)", "No.": "1d4", "AC": "5", "HD": "4+2", "Attacks": "1 bite", "Damage": "1d10", "Move": "120' (40'), Fly 210' (70')", "Save": "Fighter: 3", "Morale": "7", "Description": "A draco is a 6' long lizard with wide flaps of skin between its legs which it can spread to glide through the air (like a flying squirrel). Dracos are generally found above ground, though they sometimes creep into caves to escape very cold or very hot weather. Dracos are carnivorous and have been known to attack humans."},
  "10": {"Wandering Monster": "Lizard Man (N)", "No.": "2d4", "AC": "5", "HD": "2 + 1", "Attacks": "1 weapon", "Damage": "1d6 +1 or weapon +1", "Move": "60' (20'), In water 120' (40')", "Save": "Fighter: 2", "Morale": "12", "Description": "These water-dwelling creatures look like men with lizard heads and tails. They live in tribes. They will try to capture humans and demihumans and take the victims back to the tribal lair as the main course of a feast. Lizard men are semi-intelligent and use weapons such as spears and large clubs (treat the clubs as maces) gaining a bonus of + 1 on damage rolls due to their great strength. Lizard men are often found in swamps, rivers, and along seacoasts as well as in dungeons."},
  "11": {"Wandering Monster": "Neanderthal (Caveman) (L)", "No.": "1d10", "AC": "8", "HD": "2", "Attacks": "1 weapon", "Damage": "2d4 or weapon +1", "Move": "120' (40')", "Save": "Fighter: 2", "Morale": "7", "Description": "Neanderthals (also known as cavemen) are a demi-human species related to humans. They have squat bodies with large bones and powerful muscles. Their faces have apelike features, including large brows above the eyes. Neanderthals live in family groups in caves and caverns. \n\nNeanderthals usually attack with thrown spears and use stone axes, clubs, or stone hammers in hand-to-hand combat. They choose their leaders from a similar race that is much larger than the average Neanderthal. These leaders have 6 hit dice, and are 10' tall. There will be 10-40 Neanderthals in the lair with 2 leaders, one male and one female. Neanderthals often hunt cave bears and keep white apes as pets. They are friendly toward dwarves and gnomes, but hate goblins and kobolds. They will attack ogres on sight. They are shy and will avoid humans, but are not usually hostile unless they are attacked."},
  "12": {"Wandering Monster": "Noble (A)", "No.": "2d6", "AC": "2", "HD": "3", "Attacks": "1 weapon", "Damage": "weapon", "Move": "60' (20')", "Save": "Variable", "Morale": "8", "Description": "\"Noble\" is a general term for the lord of a castle and any of his or her relatives. In the D&D BASIC rules, a noble will always be a 3rd level fighter. However, the DM may choose to make a noble any class and level. The DM may make up the noble's title or use traditional ones; a few sample titles are: \n\nBaron/Baroness \tCount/Countess \nDuke/Duchess \tEmir \nKhan \tKnight \n\nA little research will uncover many more Margrave Sheikh traditional titles. A noble will always be accompanied by a squire (a 2nd level fighter). A noble might also be accompanied by as many as 10 retainers or hirelings (usually 1st level fighters). For details on encounters with nobles in their castles, see the D&D EXPERT rules."},
  "13": {"Wandering Monster": "Pixie (N)", "No.": "2d4", "AC": "3", "HD": "1*", "Attacks": "1 dagger", "Damage": "1d4", "Move": "90' (30'), Flying 180' (60')", "Save": "Elf: 1", "Morale": "7", "Description": "Pixies are small (1-2' tall) human-like creatures with insect-like wings distantly related to elves. They are invisible unless they want to be seen (or unless a detect invisible spell is used when they are nearby). Unlike the effects of the invisibility spell, pixies can attack and remain invisible, and they always gain surprise when doing so. They may not be attacked in the first round of combat, but after that their attackers will see shadows and movement in the air and may attack the pixies with a -2 penalty on \"to hit\" rolls. Their small insect-like wings can only support pixies for 3 turns, and they must rest one full turn after flying."},
  "14": {"Wandering Monster": "Robber Fly (N)", "No.": "1d6", "AC": "6", "HD": "2", "Attacks": "1 bite", "Damage": "1d8", "Move": "90' (30'), Flying 180' (60')", "Save": "Fighter: 1", "Morale": "8", "Description": "Robber flies are 3' long giant flies colored with black and yellow stripes. At a distance they look like killer bees. They are not harmed by the poison of killer bees, which are their main source of food. Robber flies are patient hunters. They often hide in shadows and wait for prey, surprising on a roll of 1-4 (on Id6). A robber fly can leap up to 30' and attack with its bite. Robber flies are meat eaters and have been known to attack humans."},
  "15": {"Wandering Monster": "Rock Baboon (N)", "No.": "2d6", "AC": "6", "HD": "2", "Attacks": "1 club / 1 bite", "Damage": "1d6 / 1d3", "Move": "120' (40')", "Save": "Fighter: 2", "Morale": "8", "Description": "Rock baboons are larger versions of normal baboons, and are more intelligent. They will eat anything, but prefer meat. They do not make tools or weapons but will pick up bones or branches to use as clubs. Rock baboons form packs, each led by a dominant male. They are ferocious and have vicious tempers. They do not speak a true language, but use simple screams to communicate warnings and needs."},
  "16": {"Wandering Monster": "Snake, Pit Viper (N)", "No.": "1d8", "AC": "6", "HD": "2", "Attacks": "1 bite", "Damage": "1d4 + poison", "Move": "90' (30')", "Save": "Fighter: 2", "Morale": "7", "Description": "A pit viper is a 5' long greenish-gray poisonous snake with small pits in its head. These pits act as heat sensors, with a range of 60'. The combination of pits and infravision makes it very hard to fight a pit viper; it is so quick that it always gains the initiative (no roll needed). Any victim bitten by a pit viper must save vs. Poison or die."},
  "17": {"Wandering Monster": "Spider, Black Widow (N)", "No.": "1d3", "AC": "6", "HD": "3", "Attacks": "1 bite", "Damage": "2d6 + poison", "Move": "60' (20'), In Web 120' (40')", "Save": "Fighter: 2", "Morale": "8", "Description": "Black widow spiders are 6' long and colored black with a red \"hourglass\" mark on their abdomens. They tend to stay close to their webbed lairs. They are carnivorous and have been known to attack humans. Their webs should be treated as the magic-user's spell web, with respect to the chances of breaking free (once entrapped). The webs may also be burned away. Any victim of the bite of a black widow spider must save vs. Poison or die in 1 turn."},
  "18": {"Wandering Monster": "Troglodyte (C)", "No.": "1d8", "AC": "5", "HD": "2*", "Attacks": "2 claws / 1 bite", "Damage": "1d4 each", "Move": "120' (40')", "Save": "Fighter: 2", "Morale": "9", "Description": "A troglodyte is an intelligent human-like reptile with a short tail, long legs, and a spiny \"comb\" on its head and arms. Troglodytes walk upright and use their hands as well as humans. They hate most other creatures, and will try to kill anyone they meet. They have a chameleon-like ability to change colors, and use it to hide by rock walls, surprising on a roll of 1-4 (on Id6). They secrete an oil which produces a stench that will nauseate humans and demihumans unless the victims save vs. Poison. Nauseated characters will have a penalty of -2 on their \"to hit\" rolls while in hand-tohand combat with the troglodytes."},
  "19": {"Wandering Monster": "Veteran (A)", "No.": "2d4", "AC": "2", "HD": "1,2,3", "Attacks": "1 weapon", "Damage": "weapon", "Move": "60' (20')", "Save": "Fighter: 1,2,3", "Morale": "9 (varies)", "Description": "Veterans are low-level fighters, usually returning from or going to a war. To determine each veteran's level and alignment, use the method outlined under Creating an NPC Party (page B52). A party of veterans may be of mixed levels and alignments, or the DM may wish to give all members the same levels."},
  "20": {"Wandering Monster": "Zombie (C)", "No.": "2d4", "AC": "8", "HD": "2", "Attacks": "1 weapon", "Damage": "weapon", "Move": "120' (40')", "Save": "Fighter: 1", "Morale": "12", "Description": "Zombies are undead humans or demi-humans animated by some evil cleric or magic-user. As all undead, they may be \"Turned\" by a cleric but are not affected by sleep or charm spells or any form of mind reading. They are often placed to guard treasures, since they make no noise until they attack. Zombies will always attack on sight, but can be destroyed by normal weapons. They are slow fighters, and always strike last (no initiative roll needed)."}
}